{"translation-revision-date":"2025-09-06 12:56:24+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"If your questions that have not been answered by our documentation or video tutorials, just drop us a line.":["Jeśli masz pytania, na które nie ma odpowiedzi w naszej dokumentacji lub samouczkach wideo, po prostu napisz do nas."],"View Documentation":["Zobacz dokumentację"],"Dive in deeper with our documentation and learn advanced tips and tricks about Blocksy and its components.":["Zanurz się głębiej w naszej dokumentacji i poznaj zaawansowane porady i wskazówki dotyczące Blocksy i jego komponentów."],"Knowledge Base":["Baza wiedzy"],"Watch Tutorials":["Oglądaj samouczki"],"Learn how to do just about anything within Blocksy by following our byte-sized video tutorials.":["Dowiedz się, jak zrobić prawie wszystko w Blocksy, postępując zgodnie z naszymi samouczkami wideo w rozmiarze bajtów."],"Video Tutorials":["Filmy instruktażowe"],"Join Our Facebook Community":["Dołącz do społeczności na Facebooku"],"Share ideas, help others, ask questions and discuss your next project in our friendly community.":["Dziel się pomysłami, pomagaj innym, zadawaj pytania i omawiaj swój kolejny projekt w naszej przyjaznej społeczności."],"Facebook Community":["Społeczność na Facebooku"],"Change the sidebar behaviour and style with a nice set of options that come in handy.":["Zmień zachowanie i styl paska bocznego za pomocą zestawu przydatnych opcji."],"Posts Options":["Opcje postów"],"Adjust your blog roll options in a single place and make it stand out in the crowd.":["Dostosuj opcje rolki bloga w jednym miejscu i wyróżnij się w tłumie."],"Arrange your footer in a way that actually makes sense with our drag and drop builder.":["Ułóż swoją stopkę w sposób, który faktycznie ma sens dzięki naszemu kreatorowi przeciągnij i upuść."],"Configure the header to your liking with an easy to use drag and drop builder.":["Skonfiguruj nagłówek według własnych upodobań za pomocą łatwego w użyciu kreatora przeciągnij i upuść."],"Typography Options":["Opcje Typografii"],"Customize":["Dostosuj"],"Documentation":["Dokumentacja"],"Manage the colour palette, as well as setting colours for different elements of the website.":["Zarządzaj paletą kolorów, a także ustawiaj kolory dla różnych elementów witryny."],"Need help or advice?":["Potrzebujesz pomocy lub porady?"],"Download now":["Pobierz teraz"],"Installing & activating...":["Instalowanie i włączanie..."],"Customizer Shortcuts":["Konfigurator skrótów"],"By using a child theme you can modify any file without the fear of breaking something in the parent theme.":["Używając motywu potomnego, można modyfikować dowolny plik bez obawy o \nuszkodzenia w motywie nadrzędnym."],"Blocksy Child Theme":["Motyw potomny Blocksy"],"By downloading and installing this plugin you will have access to demo templates, extensions and a lot more stunning features.":["Pobierając i instalując ​​wtyczkę, będziesz mieć dostęp do szablonów demonstracyjnych, rozszerzeń i wielu innych wspaniałych funkcji."],"Submit a Ticket":["Prześlij zgłoszenie"],"Support":["Pomoc techniczna"],"Blocksy Companion active!":["Blocksy Companion został włączony!"],"Activate Blocksy Companion":["Włącz Blocksy Companion"],"Install Blocksy Companion":["Zainstaluj Blocksy Companion"],"Set the footer type, number of columns, spacing and colors.":["Ustaw typ stopki, liczbę kolumn, odstępy i kolory."],"Footer Options":["Opcje stopki"],"Sidebar Options":["Opcje panelu bocznego"],"Set the page container width, spacing, sidebar and more.":["Ustaw szerokość kontenera strony, odstępy, panel boczny i więcej."],"Page Options":["Opcje strony"],"Blog Options":["Opcje bloga"],"Header Options":["Opcje nagłówka"],"Color Options":["Opcje kolorystyczne"],"Blocksy Companion":["Blocksy Companion"]}},"comment":{"reference":"admin\/dashboard\/static\/js\/screens\/Home.js"}}